const industryData = [
    {
        name: '请选择',
        id: '0',
    },
    {
        name: '教育',
        id: '101',
    },
    {
        name: '医院',
        id: '102',
    },
    {
        name: '民政',
        id: '103',
    },
    {
        name: '公安',
        id: '104',
    },
    {
        name: '交通',
        id: '105',
    },
    {
        name: '司法',
        id: '106',
    },
    {
        name: '市政',
        id: '107',
    },
    {
        name: '工商',
        id: '108',
    },
    {
        name: '公共事业',
        id: '109',
    },
    {
        name: '研究院',
        id: '110',
    },
    
    {
        name: '计算机软件',
        id: '201',
    },
    {
        name: '计算机硬件',
        id: '202',
    },
    {
        name: 'IT服务',
        id: '203',
    },
    {
        name: '互联网',
        id: '204',
    },
    {
        name: '电子商务',
        id: '205',
    },
    {
        name: '游戏',
        id: '206',
    },
    {
        name: '通信',
        id: '207',
    },
    {
        name: '电子/半导体',
        id: '208',
    },

    
    {
        name: '银行',
        id: '301',
    },
    {
        name: '保险',
        id: '302',
    },
    {
        name: '证券/基金/期货',
        id: '303',
    },
    {
        name: '投资',
        id: '304',
    },
    {
        name: '会计/审计',
        id: '401',
    },
    {
        name: '人力资源',
        id: '402',
    },
    {
        name: '管理咨询',
        id: '403',
    },
    {
        name: '法律',
        id: '404',
    },
    {
        name: '检测/认证',
        id: '405',
    },
    {
        name: '翻译',
        id: '406',
    },
    {
        name: '高等教育',
        id: '501',
    },
    {
        name: '初中等教育',
        id: '502',
    },
    {
        name: '培训',
        id: '503',
    },
    {
        name: '日用品/化妆品',
        id: '601',
    },
    {
        name: '食品/饮料',
        id: '602',
    },
    {
        name: '服装/纺织',
        id: '603',
    },
    {
        name: '家电/数码产品',
        id: '604',
    },
    {
        name: '奢侈品/珠宝',
        id: '605',
    },
    {
        name: '酒品',
        id: '606',
    },
    {
        name: '烟草业',
        id: '607',
    },
    {
        name: '办公用品/工艺品',
        id: '608',
    },
    {
        name: '医药品',
        id: '609',
    },
    {
        name: '家具',
        id: '610',
    },
    {
        name: '化学原料/橡胶/塑料/化纤',
        id: '611',
    },
    {
        name: '金属类',
        id: '612',
    },
    {
        name: '交通运输类',
        id: '613',
    },
    {
        name: '通信设备计算机',
        id: '614',
    },
    {
        name: '广告/公关/会展',
        id: '701',
    },
    {
        name: '报纸/杂志',
        id: '702',
    },
    {
        name: '广播',
        id: '703',
    },
    {
        name: '影视',
        id: '704',
    },
    {
        name: '出版',
        id: '705',
    },
    {
        name: '艺术/工艺',
        id: '706',
    },{
        name: '体育',
        id: '707',
    },
    {
        name: '动漫',
        id: '708',
    },
    {
        name: '建筑设计/规划',
        id: '801',
    },
    {
        name: '土木工程',
        id: '802',
    },
    {
        name: '房地产',
        id: '803',
    },
    {
        name: '物业管理',
        id: '804',
    },
    {
        name: '建材',
        id: '805',
    },
    {
        name: '装修装潢',
        id: '806',
    },
    {
        name: '进出口',
        id: '901',
    },

    {
        name: '批发/零售',
        id: '902',
    },
    {
        name: '商店/超市',
        id: '903',
    },
    {
        name: '物流/仓储',
        id: '904',
    },
    {
        name: '运输/铁路/航空',
        id: '905',
    },
    {
        name: '酒店',
        id: '1001',
    },
    {
        name: '餐饮',
        id: '1002',
    },
    {
        name: '旅游',
        id: '1003',
    },
    {
        name: '休闲/娱乐/健身',
        id: '1004',
    },
    {
        name: '私人/家政服务',
        id: '1005',
    },
    {
        name: '基金',
        id: '1101',
    },
    {
        name: '公益',
        id: '1102',
    },
    {
        name: '协会',
        id: '1103',
    },
    {
        name: '宗教',
        id: '1104',
    },
    {
        name: '教育',
        id: '1105',
    },
    {
        name: '医疗',
        id: '1106',
    },
    {
        name: '环境',
        id: '1107',
    },
    {
        name: '租赁/商务服务',
        id: '1108',
    },
    {
        name: '农/林/牧/渔',
        id: '1109',
    },

    {
        name: '煤炭/石油/天然气',
        id: '1110',
    },
    {
        name: '金属/非金属',
        id: '1111',
    },

    {
        name: '其他',
        id: '9999',
    },

]

export default industryData